const ko = {
  app: {
    title: '김병후',
    description:
      '척박한 중국 시장을 개척한 1호 주재원이자, 뜨거운 열정과 유머, 품격으로 모두의 존경을 받는 깊은 바다와 같은 김병후 님을 기억하며…',
  },
  intro: {
    lorem:
      '모든 국민은 거주·이전의 자유를 가진다. 국가는 법률이 정하는 바에 의하여 재외국민을 보호할 의무를 진다. 모든 국민은 근로의 의무를 진다. 국가는 근로의 의무의 내용과 조건을 민주주의원칙에 따라 법률로 정한다',
    eulogies: [
      {
        name: '이승우',
        title: '삼성물산 입사 동기',
        letter: `병후야

네가 다시 못 올 그곳으로 막 떠났다는 소식을 들었다.

지난 가을 우리가 함께 했을때

네가 그 좋아하는 막걸리 술잔을 반만 채워 놓고 망설이고 있는
모습에  가슴이 아팠었다.

그래도 너는 억지 웃음을 터트리며

내년 봄에 내가 나오면
그때는 같이 공도 치고 막걸리도 한잔  할 수 있을 거라고 했지.

맞아 노래도 한번 불러야지 하고 약속 했었지

그러던 네가 

그 봄이 오기도 전에, 내가 가기도 전에

너만 무심히 먼저 그곳으로 가버렸구나

어차피 우리 모두 내일 아니면 모레는 네가 한발 먼저 가 있는 그 곳으로 갈터인데

주책없이 눈시울이 붉어 지는구나

너는 항상 나보다 한발 앞서 있었지

너와 나는 같은 해 같은 학교에 들어 갔지만

내가 입사하니 너는 벌써 그곳에서  근무하고 있었고

내가 처음 해외 출장으로 홍콩을 나가니 벌써 그곳에서 잘 나가고 있었고

내가 중국에 가니 너는 벌써 중국통이 되어 있었고

심지어 처음으로 곤명에 가보니

너는 벌써 그곳에서 보이차를 마시고 있더구나

그렇게 항상 한발 앞서더니

다시 못 올 그곳으로도 한발 먼저 가는거냐

그곳도 사람 사는 곳인데 무엇인들 없게느냐

좋은 골프장도 알아놓고

맛있는 술도 찾아놓고

재미있는 노래방도 수배해 놓아라

곧 우리가 가면 올 봄에 하자고 약속했던

공도 치고 한잔 하면서 네가 좋와하던 천둥산 박달재 도 한번 들려다오.

병후야

그곳에 가는 길이 멀고 험하다니

부디 몸 조심해서 잘 가거라

우리 모두 그 곳에서 다시 만나 

이곳에서 처럼 즐겁게 지내보자

잘 가거라 병후야`,
      },
      {
        name: '이인식',
        title: '김연주 북경 후배',
        letter: `오늘 우리는 김병후 선생님을 주님의 곁으로 보내드립니다.

가족들은 남편, 아버지, 할아버지로서의 모습을 기억할 것이고,

어떤 분들은 청춘을 삼성에 고스란히 바치셨던 프로로서의 모습을 기억할 것입니다.

저는 고인을 뵌 적이 없습니다.
하지만 김병후 선생님을 비롯한 산업화 세대라고 불리는 우리 부모님들이 일구어놓은 성과의 수혜자입니다.

우리의 아버지 어머니들은 80년대 홍콩, 대만을 거쳐 90년대 철의 장막을 열고 들어가 중국에서 활동하셨습니다.

그분들은 단순히 주재원들이 아닌,  정부 각 부처와 기업들이 고르고 골라 선발한 엘리트들이었고,

이분들의 땀과 눈물은 대한민국이 중국 고속성장의 바람을 타고 고공비행하게 되는 밑거름이 되었습니다.

저는 이분들의 자녀이자 이분들의 노력의 결과물인 경제성장의 혜택을 가장 직접적으로 누린 세대입니다.

비록 김병후 선생님을 뵌 적은 없지만, 자식세대로서, 또 그들을 이어 중화권 사업을 20년 넘게 하고 있는 후배로서 업계의 대선배님께 진심으로 감사드립니다.

고맙습니다.
선생님과 많은 분들의 노력 덕에 저희가 행복했고, 이 나라가 당당해졌습니다.

부디 아픔없는 곳에서 편히 쉬시면서 저희를 굽어살펴주십시오.`,
      },
    ],
    timeline: [
      {
        year: '1948',
        date: '09.30',
        title: '대구 출생',
        place: '대한민국 대구',
        icon: 'calendar_month',
      },
      {
        year: '2026',
        date: '01.19',
        title: '평온히 별세',
        place: '대한민국 대구',
      },
    ],
    openLetter: '추모글 보기',
    closeLetter: '닫기',
  },
}

export default ko
